Repository: uowuo/abaddon
Catalog: po/*.po
Languages: pt_br

source: css failed parsing (%1)
pt_br: css falhou em ser lido (%1)

source: The PNG pixbufloader wasn't detected. Abaddon may not work as a result.
pt_br: A biblioteca pixbufloader para arquivos PNG não foi detectado. Abaddon pode não funcionar como esperado.

source: The GIF pixbufloader wasn't detected. Animations may not display as a result.
pt_br: A biblioteca pixbufloader para arquivos GIF não foi detectado. Animações podem não funcionar corretamente.

source: The settings file could not be opened!
pt_br: Não foi possível carregar o arquivo de configurações!

source: The emoji file couldn't be loaded!
pt_br: Não foi possível carregar o arquivo de emoji!

source: The Discord cache could not be created!
pt_br: Não foi possível criar cache para o Discord!

source: The audio engine could not be initialized!
pt_br: Não foi possível inicializar o motor de áudio!

source: Quit
pt_br: Sair

source: Discord rejected your token
pt_br: O Discord rejeitou o seu token de autenticação

source: Lost connection with Discord's gateway. Try reconnecting (code %1)
pt_br: Conexão perdida com o gateway do Discord. Tente reconectar (código %1)

source: This thread is archived. Sending a message will unarchive it
pt_br: Esta thread está arquivada. Mandar uma mensagem vai desarquivá-la

source: Cookies could not be fetched. This may increase your chances of being flagged by Discord's anti-spam
pt_br: Não foi possível obter cookies. Isto pode aumentar as chances de ser pego pelo sistema anti-spam do Discord

source: Build number could not be fetched. This may increase your chances of being flagged by Discord's anti-spam
pt_br: Não foi possível obter o número de build. Isto pode aumentar as chances de ser pego pelo sistema anti-spam do Discord

source: Failed to accept the verification gate.
pt_br: Falha ao aceitar a porta de verificação.

source: Insert Mention
pt_br: Inserir Menção

source: Ban
pt_br: Banir

source: Kick
pt_br: Expulsar

source: Copy ID
pt_br: Copiar ID

source: Go to DM
pt_br: Ir para DM

source: Roles
pt_br: Cargos

source: View Profile
pt_br: Ver Perfil

source: Remove From Group
pt_br: Remover do Grupo

source: Are you sure you want to leave %1?
pt_br: Você tem certeza de que quer sair do %1?

source: Are you sure you want to kick %1?
pt_br: Você tem certeza de que quer expulsar %1?

source: Are you sure you want to ban %1?
pt_br: Tem certeza de que quer banir %1?

source: css failed to load (%1)
pt_br: css falhou em carregar (%1)

source: Getting connection info...
pt_br: Obtendo informações sobre a conexão...

source: None
pt_br: Nenhum

source: Create Invite
pt_br: Criar Convite

source: Kick Members
pt_br: Expulsar Membros

source: Ban Members
pt_br: Banir Membros

source: Administrator
pt_br: Administrador

source: Manage Channels
pt_br: Gerenciar Canais

source: Manage Server
pt_br: Gerenciar Servidor

source: Add Reactions
pt_br: Adicionar Reações

source: View Audit Log
pt_br: Visualizar Registro de Auditoria

source: Use Priority Speaker
pt_br: Usar Orador Prioritário

source: Video
pt_br: Vídeo

source: View Channels
pt_br: Visualizar Canais

source: Send Messages
pt_br: Enviar Mensagens

source: Use TTS
pt_br: Usar TTS

source: Manage Messages
pt_br: Gerenciar Mensagens

source: Embed Links
pt_br: Incorporar Links

source: Attach Files
pt_br: Anexar Arquivos

source: Read Message History
pt_br: Ler Histórico de Mensagens

source: Mention @everyone
pt_br: Mencionar @everyone

source: Use External Emojis
pt_br: Usar Emojis Externos

source: View Server Insights
pt_br: Visualizar Insights do Servidor

source: Connect to Voice
pt_br: Conectar ao Voz

source: Speak in Voice
pt_br: Falar no Voz

source: Mute Members
pt_br: Silenciar Membros

source: Deafen Members
pt_br: Ensurdecer Membros

source: Move Members
pt_br: Mover Membros

source: Use Voice Activation
pt_br: Usar Ativação por Voz

source: Change Nickname
pt_br: Mudar Apelido

source: Manage Nicknames
pt_br: Gerenciar Apelidos

source: Manage Roles
pt_br: Gerenciar Cargos

source: Manage Webhooks
pt_br: Gerenciar Webhooks

source: Manage Expressions
pt_br: Gerenciar Expressões

source: Use Application Commands
pt_br: Usar Comandos de Aplicativos

source: Manage Events
pt_br: Gerenciar Eventos

source: Manage Threads
pt_br: Gerenciar Tópicos

source: Create Public Threads
pt_br: Criar Tópicos Públicos

source: Create Private Threads
pt_br: Criar Tópicos Privados

source: Use External Stickers
pt_br: Usar Figurinhas Externas

source: Send Messages In Threads
pt_br: Enviar Mensagens em Tópicos

source: Use Activities
pt_br: Usar Atividades

source: Timeout Members
pt_br: Punição Temporária de Membros

source: Use Soundboard
pt_br: Usar Mesa de Som

source: Create Expressions
pt_br: Criar Expressões

source: Create Events
pt_br: Criar Eventos

source: Use External Sounds
pt_br: Usar Sons Externos

source: Send Voice Messages
pt_br: Enviar Mensagens de Voz

source: Set Voice Channel Status
pt_br: Definir Status do Canal de Voz

source: Unknown Permission
pt_br: Permissão Desconhecida

source: Allows members to invite new people to this server.
pt_br: Permite que os membros convidem novas pessoas para este servidor.

source: Allows members to remove other members from this server. Kicked members will be able to rejoin if they have another invite.
pt_br: Permite que os membros removam outros membros deste servidor. Membros expulsos poderão se juntar novamente se tiverem outro convite.

source: Allows members to permanently ban other members from this server.
pt_br: Permite que os membros banam permanentemente outros membros deste servidor.

source: Members with this permission will have every permission and will also bypass all channel specific permissions or restrictions (for example, these members would get access to all private channels). This is a dangerous permission to grant.
pt_br: Membros com esta permissão terão todas as permissões e também ignorarão todas as permissões ou restrições específicas de canal (por exemplo, esses membros terão acesso a todos os canais privados). Esta é uma permissão perigosa de conceder.

source: Allows members to create, edit, or delete channels.
pt_br: Permite que os membros criem, editem ou excluam canais.

source: Allows members to change this server's name, switch regions, and add bots to this server.
pt_br: Permite que os membros mudem o nome deste servidor, alterem regiões e adicionem bots a este servidor.

source: Allows members to add new emoji reactions to a message. If this permission is disabled, members can still react using any existing reactions on a message.
pt_br: Permite que os membros adicionem novas reações de emoji a uma mensagem. Se esta permissão estiver desativada, os membros ainda poderão reagir usando qualquer reação existente em uma mensagem.

source: Allows members to view a record of who made which changes in this server.
pt_br: Permite que os membros vejam um registro de quem fez quais mudanças neste servidor.

source: Allows members to be more easily heard in voice channels. When activated, the volume of others without this permission will be automatically lowered. Priority Speaker is activated by using the Push to Talk (Priority) keybind.
pt_br: Permite que os membros sejam mais facilmente ouvidos em canais de voz. Quando ativado, o volume dos outros sem essa permissão será automaticamente reduzido. O Orador Prioritário é ativado usando a tecla de atalho Push to Talk (Prioridade).

source: Allows members to share their video, screen share, or stream a game in this server.
pt_br: Permite que os membros compartilhem seu vídeo, compartilhem a tela ou façam streaming de um jogo neste servidor.

source: Allows members to view channels by default (excluding private channels).
pt_br: Permite que os membros visualizem canais por padrão (excluindo canais privados).

source: Allows members to send messages in text channels.
pt_br: Permite que os membros enviem mensagens em canais de texto.

source: Allows members to send text-to-speech messages by starting a message with /tts. These messages can be heard by anyone focused on this channel.
pt_br: Permite que os membros enviem mensagens de texto para fala começando uma mensagem com /tts. Essas mensagens podem ser ouvidas por qualquer pessoa focada nesse canal.

source: Allows members to delete messages by other members or pin any message.
pt_br: Permite que os membros excluam mensagens de outros membros ou fixem qualquer mensagem.

source: Allows links that members share to show embedded content in text channels.
pt_br: Permite que os links compartilhados pelos membros mostrem conteúdo incorporado nos canais de texto.

source: Allows members to upload files or media in text channels.
pt_br: Permite que os membros enviem arquivos ou mídia em canais de texto.

source: Allows members to read previous messages sent in channels. If this permission is disabled, members only see messages sent when they are online and focused on that channel.
pt_br: Permite que os membros leiam mensagens anteriores enviadas nos canais. Se esta permissão estiver desativada, os membros só verão as mensagens enviadas quando estiverem online e focados naquele canal.

source: Allows members to use @everyone (everyone in the server) or @here (only online members in that channel). They can also @mention all roles, even if the role's "Allow anyone to mention this role" permission is disabled.
pt_br: Permite que os membros usem @everyone (todos no servidor) ou @here (apenas membros online naquele canal). Eles também podem mencionar todas as funções, mesmo que a permissão "Permitir que qualquer um mencione esta função" esteja desativada.

source: Allows members to use emoji from other servers, if they're a Discord Nitro member.
pt_br: Permite que os membros usem emojis de outros servidores, se forem membros do Discord Nitro.

source: Allows members to view Server Insights, which shows data on community growth, engagement, and more.
pt_br: Permite que os membros visualizem os Insights do Servidor, que mostram dados sobre o crescimento da comunidade, engajamento e mais.

source: Allows members to join voice channels and hear others.
pt_br: Permite que os membros entrem em canais de voz e ouçam os outros.

source: Allows members to talk in voice channels. If this permission is disabled, members are default muted until somebody with the "Mute Members" permission unmutes them.
pt_br: Permite que os membros falem em canais de voz. Se esta permissão estiver desativada, os membros serão silenciados por padrão até que alguém com a permissão de "Silenciar Membros" os ative.

source: Allows members to mute other members in voice channels for everyone.
pt_br: Permite que os membros silenciem outros membros em canais de voz para todos.

source: Allows members to deafen other members in voice channels, which means they won't be able to speak or hear others.
pt_br: Permite que os membros ensurdecam outros membros em canais de voz, o que significa que eles não poderão falar ou ouvir os outros.

source: Allows members to move other members between voice channels that the member with the permission has access to.
pt_br: Permite que os membros movam outros membros entre canais de voz aos quais o membro com a permissão tem acesso.

source: Allows members to speak in voice channels by simply talking. If this permission is disabled, members are required to use Push-to-talk. Good for controlling background noise or noisy members.
pt_br: Permite que os membros falem em canais de voz simplesmente falando. Se esta permissão estiver desativada, os membros precisam usar o Push-to-talk. Bom para controlar o ruído de fundo ou membros barulhentos.

source: Allows members to change their own nickname, a custom name for just this server.
pt_br: Permite que os membros mudem seus próprios apelidos, um nome personalizado apenas para este servidor.

source: Allows members to change the nicknames of other members.
pt_br: Permite que os membros mudem os apelidos de outros membros.

source: Allows members to create new roles and edit or delete roles lower than their highest role. Also allows members to change permissions of individual channels that they have access to.
pt_br: Permite que os membros criem novas funções e editem ou excluam funções abaixo de sua função mais alta. Também permite que os membros alterem permissões de canais individuais que eles têm acesso.

source: Allows members to create, edit, or delete webhooks, which can post messages from other apps or sites into this server.
pt_br: Permite que os membros criem, editem ou excluam webhooks, que podem postar mensagens de outros aplicativos ou sites neste servidor.

source: Allows members to add or remove custom emoji, stickers, and sounds in this server.
pt_br: Permite que os membros adicionem ou removam emojis, figurinhas e sons personalizados neste servidor.

source: Allows members to use commands from applications, including slash commands and context menu commands.
pt_br: Permite que os membros usem comandos de aplicativos, incluindo comandos de barra e comandos do menu de contexto.

source: Allows members to edit and cancel events.
pt_br: Permite que os membros editem e cancelem eventos.

source: Allows members to rename, delete, close, and turn on slow mode for threads. They can also view private threads.
pt_br: Permite que os membros renomeiem, excluam, fechem e ativem o modo lento para tópicos. Também permite que vejam tópicos privados.

source: Allows members to create threads that everyone in a channel can view.
pt_br: Permite que os membros criem tópicos que todos em um canal possam visualizar.

source: Allows members to create invite-only threads.
pt_br: Permite que os membros criem tópicos apenas por convite.

source: Allows members to use stickers from other servers, if they're a Discord Nitro member.
pt_br: Permite que os membros usem figurinhas de outros servidores, se forem membros do Discord Nitro.

source: Allows members to send messages in threads.
pt_br: Permite que os membros enviem mensagens em tópicos.

source: Allows members to use Activities in this server.
pt_br: Permite que os membros usem Atividades neste servidor.

source: When you put a user in timeout they will not be able to send messages in chat, reply within threads, react to messages, or speak in voice or Stage channels.
pt_br: Quando você coloca um usuário em timeout, ele não poderá enviar mensagens no chat, responder em tópicos, reagir a mensagens ou falar em canais de voz ou Stage.

source: Allows members to send sounds from server soundboard.
pt_br: Permite que os membros enviem sons da mesa de som do servidor.

source: Allows members to add custom emoji, stickers, and sounds in this server.
pt_br: Permite que os membros adicionem emojis, figurinhas e sons personalizados neste servidor.

source: Allows members to create events.
pt_br: Permite que os membros criem eventos.

source: Allows members to use sounds from other servers, if they're a Discord Nitro member.
pt_br: Permite que os membros usem sons de outros servidores, se forem membros do Discord Nitro.

source: Allows members to send voice messages.
pt_br: Permite que os membros enviem mensagens de voz.

source: Allows members to create and edit voice channel status.
pt_br: Permite que os membros criem e editem o status do canal de voz.

source: Confirm
pt_br: Confirmar

source: Cancel
pt_br: Cancelar

source: Are you sure?
pt_br: Você tem certeza?

source: Pick a friend
pt_br: Selecione um Amigo

source: Set Status
pt_br: Definir Status

source: Do Not Disturb
pt_br: Não Perturbe

source: Away
pt_br: Ocupado

source: Invisible
pt_br: Invisível

source: Playing
pt_br: Jogando

source: Streaming
pt_br: Transmitindo

source: Listening to
pt_br: Escutando

source: Watching
pt_br: Assitindo

source: Custom
pt_br: Customizado

source: Competing in
pt_br: Competindo em

source: How are you, %1?
pt_br: Como você está, %1?

source: Activity
pt_br: Atividade

source: Set Token
pt_br: Definir Token

source: Verification Required
pt_br: Verificação Necessária

source: Accept
pt_br: Aceitar

source: Choose file
pt_br: Escolha um arquivo

source: Remove
pt_br: Remover

source: Change Filename
pt_br: Alterar Nome do Arquivo

source: Enter new filename for attachment
pt_br: Insira novo nome de arquivo para anexo

source: Enter filename
pt_br: Inserir nome de arquivo

source: Change Alt-Text
pt_br: Alterar texto alternativo

source: Enter description (alt-text) for attachment
pt_br: Inserir descrição para o anexo

source: Enter alt-text
pt_br: Inserir texto alternativo

source: %1 is typing...
pt_br: %1 está digitando...

source: %1 and %2 are typing
pt_br: %1 e %2 estão digitando

source: %1, %2, %3 and %4 are typing...
pt_br: %1, %2, %3 e %4 estão digitando...

source: Several people are typing...
pt_br: Várias pessoas estão digitando...

source: Delete Message
pt_br: Deletar Mensagem

source: Edit Message
pt_br: Editar Mensagem

source: Copy Content
pt_br: Copiar Conteúdo

source: Reply To
pt_br: Responder a

source: Unpin
pt_br: Desafixar

source: Pin
pt_br: Fixar

source: Copy Link
pt_br: Copiar Link

source: deleted
pt_br: deletado

source: edited
pt_br: editado

source: boosted server
pt_br: impulsionou servidor

source: user joined
pt_br: usuário entrou

source: message pinned
pt_br: mensagem fixada

source: <i>used <span color='#697ec4'>%1</span> with %2</i>
pt_br: <i>usou <span color='#697ec4'>%1</span> com %2</i>

source: <i><span color='#999999'><span color='#eeeeee'>%1</span> added <span color='#eeeeee'>%2</span></span></i>
pt_br: <i><span color='#999999'><span color='#eeeeee'>%1</span> adicionou <span color='#eeeeee'>%2</span></span></i>

source: <i><span color='#999999'><span color='#eeeeee'>%1</span> left</span></i>
pt_br: <i><span color='#999999'><span color='#eeeeee'>%1</span> saiu</span></i>

source: <i><span color='#999999'><span color='#eeeeee'>%1</span> removed <span color='#eeeeee'>%2</span></span></i>
pt_br: <i><span color='#999999'><span color='#eeeeee'>%1</span> removeu <span color='#eeeeee'>%2</span></span></i>

source: <i><span color='#999999'>%1 changed the name to <b>%2</b></span></i>
pt_br: <i><span color='#999999'>%1 mudou o nome para <b>%2</b></span></i>

source: <i><span color='#999999'>%1 changed the channel icon</span></i>
pt_br: <i><span color='#999999'>%1 mudou o ícone do canal</span></i>

source: <i><span color='#999999'>%1 just boosted the server <b>%2</b> times! %3 has achieved <b>Level %4!</b></span></i>
pt_br: <i><span color='#999999'>%1 acabou de dar boost no servidor <b>%2</b> vezes! %3 alcançou <b>Nível %4!</b></span></i>

source: <i><span color='#999999'>%1 has added <b>%2</b> to this channel. Its most important updates will show up here.</span></i>
pt_br: <i><span color='#999999'>%1 adicionou <b>%2</b> a este canal. As suas atualizações mais importantes aparecerão aqui.</span></i>

source: started a call
pt_br: iniciou uma chamada

source: This server has been removed from Server Discovery because it no longer passes all the requirements.
pt_br: Este servidor foi removido "Server Discovery" porque ele nãoatende mais a todos os requisitos.

source: This server is eligible for Server Discovery again and has been automatically relisted!
pt_br: Este servidor é elegível para o "Server Discovery" novamente e foi automaticamente recadastrado!

source: This server has failed Discovery activity requirements for 1 week. If this server fails for 4 weeks in a row, it will be automatically removed from Discovery.
pt_br: Este servidor falhou em cumprir os requisitos do "Discovery" por 1 semana. Se o servidor falhar por 4 semanas consecutivas, ele será automaticamente removido do "Server Discovery".

source: This server has failed Discovery activity requirements for 3 weeks in a row. If this server fails for 1 more week, it will be removed from Discovery.
pt_br: Este servidor falhou em cumprir os requisitos do "Discovery" por 3 semanas consecutivas. Se o servidor falhar por mais 1 semana, ele será automaticamente removido do "Server Discovery".

source: <i><span color='#999999'>%1 started a thread: </span></i>
pt_br: <i><span color='#999999'>%1 iniciou uma thread: </span></i>

source: <i><span color='#999999'>%1 started a thread: </span><b>%2</b></i>
pt_br: <i><span color='#999999'>%1 iniciou uma thread: </span><b>%2</b></i>

source: Unknown User
pt_br: Usuário Desconhecido

source: %1 used <span color='#697ec4'>/%2</span>
pt_br: %1 usou <span color='#697ec4'>/%2</span>

source: deleted message
pt_br: mensagem apagada

source: attachment
pt_br: anexo

source: embed
pt_br: embutido

source: reply unavailable
pt_br: resposta indisponível

source: Replying to %1
pt_br: Respondendo %1

source: Replying...
pt_br: Respondendo...

source: Editing...
pt_br: Editando...

source: Friends
pt_br: Amigos

source: Pending
pt_br: Pendente

source: Blocked
pt_br: Bloqueado

source: Failed to accept
pt_br: Falhou em aceitar

source: Are you sure you want to unblock %1?
pt_br: Você tem certeza de que quer desbloquear %1?

source: Are you sure you want to remove %1?
pt_br: Você tem certeza de que quer remover %1?

source: Are you sure you want to ignore %1?
pt_br: Você tem certeza de que quer ignorar %1?

source: Are you sure you want to cancel your request to %1?
pt_br: Você tem certeza de que quer cancelar seu pedido para %1?

source: Failed to remove user
pt_br: Falhou em remover usuário

source: Add a Friend
pt_br: Adicionar um amigo

source: Add
pt_br: Adicionar

source: Enter a Username#1234
pt_br: Insira um NomeDeUsuário#1234

source: Invalid input
pt_br: Entrada inválida

source: Hang on...
pt_br: Um momento...

source: Success!
pt_br: Sucesso!

source: Failed: %1
pt_br: Falhou: %1

source: Ignore
pt_br: Ignorar

source: Incoming Friend Request
pt_br: Pedido de Amizade Pendente

source: Outgoing Friend Request
pt_br: Pedido de Amizade Enviado

source: You may bypass slowmode.
pt_br: Você é imune ao modo lento.

source: Slowmode is enabled. Members can send one message every %1 seconds
pt_br: Modo lento está ativo. Membros podem enviar apenas uma mensagem a cada %1 segundos

source: You shouldn't see me
pt_br: Você não deveria me ver

source: Connecting
pt_br: Conectando

source: Establishing connection
pt_br: Estabelecendo conexão

source: Connected
pt_br: Conectado

source: Disconnected
pt_br: Desconectado

source: Unknown
pt_br: Desconhecido

source: _Copy ID
pt_br: _Copiar ID

source: View _Settings
pt_br: Ver _Configurações

source: _Leave
pt_br: _Sair

source: Mark as _Read
pt_br: Marcar como _Lido

source: Open in New _Tab
pt_br: Abrir em Nova _Aba

source: _Join
pt_br: _Entrar

source: _Disconnect
pt_br: _Desconectar

source: Open _Chat
pt_br: Abrir _Chat

source: Join _Voice
pt_br: Entrar em _Voz

source: _Disconnect Voice
pt_br: _Desconectar da Voz

source: _Archive
pt_br: _Arquivar

source: _Unarchive
pt_br: _Desarquivar

source: Are you sure you want to leave this group DM?
pt_br: Você tem certeza de que quer sair deste grupo de DM?

source: Are you sure you want to leave this thread?
pt_br: Você tem certeza de que quer sair desta thread?

source: Direct Messages
pt_br: Mensagems Diretas

source: Close
pt_br: Fechar

source: Leave
pt_br: Sair

source: Unmute
pt_br: Desmutar

source: Mute
pt_br: Mutar

source: Info
pt_br: Informações

source: Members
pt_br: Membros

source: Bans
pt_br: Banimentos

source: Invites
pt_br: Convites

source: Audit Log
pt_br: Registros de Auditoria

source: Connect
pt_br: Conectar

source: Disconnect
pt_br: Desconectar

source: Login with QR Code
pt_br: Fazer Log-in com código QR

source: Not compiled with support
pt_br: Não suportado pela build atual

source: Add user to DM
pt_br: Adicionar usuário a DM

source: File
pt_br: Arquivo

source: Reload CSS
pt_br: Recarregar CSS

source: Clear file cache
pt_br: Limpar cache de arquivo

source: Dump ready message
pt_br: Descarregar mensagem de pronto

source: View
pt_br: Ver
