Repository: uowuo/abaddon
Catalog: po/*.po
Languages: pt_br

source: Pins
pt_br: Pinos

source: Mark Server as Read
pt_br: Marcar Servidor como Lido

source: Channels
pt_br: Canais

source: Go Back
pt_br: Voltar

source: Go Forward
pt_br: Avançar

source: #%1 - Pinned Messages
pt_br: #%1 - Mensagens Fixadas

source: Pinned Messages
pt_br: Mensagens Fixadas

source: User Info
pt_br: Informações do Usuário

source: Mutual Servers
pt_br: Servidores Mútuos

source: Mutual Friends
pt_br: Amigos Mútuos

source: Originally known as %1
pt_br: Originalmente conhecido como %1

source: Public
pt_br: Público

source: Private
pt_br: Privado

source: Active Threads
pt_br: Threads Ativas

source: Archived Threads
pt_br: Threads Arquivadas

source: Voice
pt_br: Voz

source: Music
pt_br: Música

source: Restricted
pt_br: Restrito

source: Sets the coding mode for the Opus encoder Voice - Optimize for voice quality Music - Optimize for non-voice signals incl. music Restricted - Optimize for non-voice, low latency. Not recommended
pt_br: Define o modo de codificação para codificador Opus Voz - Otimizar para qualidade de voz Música - Optimize for non-voice signals incl. music Restrito - Optimize for non-voice, low latency. Not recommended

source: Auto
pt_br: Automático

source: Signal hint. Tells Opus what the current signal is Auto - Let Opus figure it out Voice - Tell Opus it's a voice signal Music - Tell Opus it's a music signal
pt_br: Tipo de sinal. Informa Opus sobre o tipo de sinal Automático - Opus descobre automaticamente Voz - Indica a Opus que é um sinal de voz Música - Indica a Opus que é um sinal de música

source: Coding Mode
pt_br: Modo de Codificação

source: Signal Hint
pt_br: Tipo de Sinal

source: Bitrate
pt_br: Taxa de bits

source: Gain
pt_br: Ganho

source: Unknown Server
pt_br: Servidor Desconhecido

source: NOTE
pt_br: ANOTAÇÃO

source: ABOUT ME
pt_br: SOBRE MIM

source: Failed to set note
pt_br: Falhou em definir anotação

source: Account created:
pt_br: Conta criada:

source: %1 made changes to <b>%2</b>
pt_br: %1 fez mudanças em <b>%2</b>

source: Set the server icon
pt_br: Definiu o ícone do servidor

source: Set the server name to <b>%1</b>
pt_br: Mudou o nome do servidor para <b>%1</b>

source: Set the server name
pt_br: Definiu o nome do servidor

source: %1 created a voice channel <b>#%2</b>
pt_br: %1 criou o canal de voz <b>#%2</b>

source: %1 created a text channel <b>#%2</b>
pt_br: %1 criou um canal de texto <b>#%2</b>

source: Set the name to <b>%1</b>
pt_br: Mudou o nome para a <b>%1</b>

source: Marked the channel as NSFW
pt_br: Marcou o canal como NSFW

source: Unmarked the channel as NSFW
pt_br: Desmarcou o canal como NSFW

source: %1 made changes to <b>#%2</b>
pt_br: %1 fez mudanças para <b>#%2</b>

source: %1 made changes to <b>&lt;#%2&gt;</b>
pt_br: %1 fez mudanças para <b>&lt;#%2&gt;</b>

source: Changed the name from <b>%1</b> to <b>%2</b>
pt_br: Alterou o nome de <b>%1</b> para <b>%2</b>

source: Changed the name to <b>%1</b>
pt_br: Alterou o nome para <b>%1</b>

source: Changed the topic to <b>%1</b>
pt_br: Mudou o tópico para <b>%1</b>

source: Cleared the topic
pt_br: Limpou o tópico

source: Disabled slowmode
pt_br: Desativou modo câmera lenta

source: Set slowmode to <b>%1 seconds</b>
pt_br: Definiu o modo lento para <b>%1 segundos</b>

source: %1 removed <b>#%2</b>
pt_br: %1 removeu <b>#%2</b>

source: %1 created channel overrides for <b>#%2</b>
pt_br: %1 criou substituições de canal para <b>#%2</b>

source: %1 created channel overrides for <b>&lt;#%2&gt;</b>
pt_br: %1 criou substituições de canal para <b>&lt;#%2&gt;</b>

source: %1 updated channel overrides for <b>#%2</b>
pt_br: %1 atualizou substituições de canal para <b>#%2</b>

source: %1 updated channel overrides for <b>&lt;#%2&gt;</b>
pt_br: %1 atualizou substituições de canal para <b>&lt;#%2&gt;</b>

source: %1 removed channel overrides for <b>#%2</b>
pt_br: %1 removeu substituições de canal para <b>#%2</b>

source: %1 removed channel overrides for <b>&lt;#%2&gt;</b>
pt_br: %1 removeu substituições de canal para <b>&lt;#%2&gt;</b>

source: %1 kicked <b>%2</b>
pt_br: %1 expulsou <b>%2</b>

source: %1 pruned <b>%2</b> members
pt_br: %1 removeu <b>%2</b> membros

source: For <b>%1 days</b> of inactivity
pt_br: Por <b>%1 dias</b> de inatividade

source: %1 banned <b>%2</b>
pt_br: %1 baniu <b>%2</b>

source: %1 removed the ban for <b>%2</b>
pt_br: %1 removeu o banimento por <b>%2</b>

source: %1 updated <b>%2</b>
pt_br: %1 atualizou <b>%2</b>

source: <b>Deafened</b> them
pt_br: <b>Desligou o áudio</b> deles

source: <b>Undeafened</b> them
pt_br: <b>Ativou o áudio</b> deles

source: <b>Muted</b> them
pt_br: <b>Mutou</b> eles

source: <b>Unmuted</b> them
pt_br: <b>Desmutou</b> eles

source: Set their nickname to <b>%1</b>
pt_br: Definiu seu apelido para <b>%1</b>

source: %1 updated roles for <b>%2</b>
pt_br: %1 atualizou os cargos para <b>%2</b>

source: <b>Removed</b> a role <b>%1</b>
pt_br: <b>Removeu</b> um cargo <b>%1</b>

source: <b>Added</b> a role <b>%1</b>
pt_br: <b>Adicionou</b> um cargo <b>%1</b>

source: %1 moved <b>a user</b> to <b>%2</b>
pt_br: %1 moveu <b>um usuário</b> para <b>%2</b>

source: %1 moved <b>%2 users</b> to <b>%3</b>
pt_br: %1 moveu <b>%2 usuários</b> para <b>%3</b>

source: %1 disconnected <b>%2 users</b> from voice
pt_br: %1 desconectou <b>%2 usuários</b> do canal de voz

source: %1 added <b>%2</b> to the server
pt_br: %1 adicionou <b>%2</b> ao servidor

source: %1 created the role <b>%2</b>
pt_br: %1 criou o cargo <b>%2</b>

source: %1 updated the role <b>%2</b>
pt_br: %1 atualizou o cargo <b>%2</b>

source: Removed the color
pt_br: Removeu a cor

source: Set the color to <b>%1</b>
pt_br: Definiu a cor para <b>%1</b>

source: Updated the permissions
pt_br: Atualizou as permissões

source: Mentionable
pt_br: Mencionável

source: Not mentionable
pt_br: Não mencionável

source: Not hoisted
pt_br: Não içado

source: Hoisted
pt_br: Içado

source: %1 deleted the role <b>%2</b>
pt_br: %1 deletou o cargo <b>%2</b>

source: %1 created an invite <b>%2</b>
pt_br: %1 criou um convite <b>%2</b>

source: For channel <b>%1</b>
pt_br: Para o canal <b>%1</b>

source: Which has <b>unlimited</b> uses
pt_br: O qual possui usos <b>ilimitados</b>

source: Which has <b>%1</b> uses
pt_br: O qual possui <b>%1</b> usos

source: With temporary <b>on</b>
pt_br: Com modo temporário <b>ligado</b>

source: With temporary <b>off</b>
pt_br: Com modo temporário <b>desligado</b>

source: %1 deleted an invite <b>%2</b>
pt_br: %1 deletou um convite <b>%2</b>

source: %1 created the webhook <b>%2</b>
pt_br: %1 criou o webhook <b>%2</b>

source: With channel <b>#%1</b>
pt_br: Com o canal <b>#%1</b>

source: %1 updated the webhook <b>%2</b>
pt_br: %1 atualizou o webhook <b>%2</b>

source: %1 updated a webhook
pt_br: %1 atualizou um webhook

source: Changed the avatar
pt_br: Mudou o avatar

source: Changed the channel to <b>#%1</b>
pt_br: Mudou o canal para <b>#%1</b>

source: Changed the channel
pt_br: Mudou o canal

source: %1 deleted the webhook <b>%2</b>
pt_br: %1 deletou o webhook <b>%2</b>

source: %1 created the emoji <b>%2</b>
pt_br: %1 criou o emoji <b>%2</b>

source: %1 updated the emoji <b>%2</b>
pt_br: %1 atualizou o emoji <b>%2</b>

source: %1 deleted the emoji <b>%2</b>
pt_br: %1 deletou o emoji <b>%2</b>

source: %1 deleted <b>%2</b> messages in <b>#%3</b>
pt_br: %1 deletou <b>%2</b> mensagens em <b>#%3</b>

source: %1 deleted <b>%2</b> messages
pt_br: %1 deletou <b>%2</b> mensagens

source: %1 pinned a message by <b>%2</b>
pt_br: %1 fixou uma mensagem de <b>%2</b>

source: %1 unpinned a message by <b>%2</b>
pt_br: %1 desfixou uma mensagem de <b>%2</b>

source: %1 started the stage for <b>%2</b>
pt_br: %1 iniciou o palco para <b>%2</b>

source: Set the topic to <b>%1</b>
pt_br: Definiu o tópico para <b>%1</b>

source: Set the privacy level to <b>%1</b>
pt_br: Definiu o nível de privacidade para <b>%1</b>

source: %1 updated the stage for <b>%2</b>
pt_br: %1 atualizou o palco para <b>%2</b>

source: %1 ended the stage for <b>%2</b>
pt_br: %1 encerrou o palco para <b>%2</b>

source: %1 created a thread <b>%2</b>
pt_br: %1 criou um tópico <b>%2</b>

source: Archived the thread
pt_br: Arquivou a thread

source: Unarchived the thread
pt_br: Desarquivou a thread

source: Set auto archive duration to <b>%1 minutes</b>
pt_br: Definiu o arquivamento automático para <b>%1 minutos</b>

source: Locked the thread, restricting it to only be unarchived by moderators
pt_br: Bloqueou a thread, restringindo-a a ser desarquivada apenas por moderadores

source: Unlocked the thread, allowing it to be unarchived by non-moderators
pt_br: Desbloqueou a thread, permitindo-a ser desarquivada por não-moderadores

source: %1 made changes to the thread <b>%2</b>
pt_br: %1 fez mudanças na thread <b>%2</b>

source: %1 deleted the thread <b>%2</b>
pt_br: %1 apagou a thread <b>%2</b>

source: Unknown action
pt_br: Ação desconhecida

source: Reason: <b>%1</b>
pt_br: Motivo: <b>%1</b>

source: Unban
pt_br: Desbanir

source: You do not have permission to see bans. However, bans made while you are connected will appear here
pt_br: Você não possui permissões para ver os banimentos. No entanto, banimentos feitos enquanto você está conectado vão aparecer aqui

source: User
pt_br: Usuário

source: Reason
pt_br: Motivo

source: Failed to unban user
pt_br: Falhou em desbanir usuário

source: Delete
pt_br: Apagar

source: Copy Emoji URL
pt_br: Copiar URL do emoji

source: Open in Browser
pt_br: Abrir no Navegador

source: Filter
pt_br: Filtro

source: Name
pt_br: Nome

source: Creator
pt_br: Criador

source: Is Animated?
pt_br: É Animado?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Failed to set emoji name
pt_br: Falhou em definir um nome para o emoji

source: Are you sure you want to delete %1?
pt_br: Você tem certeza de que quer deletar %1?

source: Failed to delete emoji
pt_br: Falhou em deletar emoji

source: Guild name
pt_br: Nome do Servidor

source: Press enter or lose focus to submit
pt_br: Pressione enter para desfocar ou enviar

source: Click to choose a file, right click to paste
pt_br: Clique para escolher um arquivo, clique no botão direito para copiar

source: Failed to set guild name
pt_br: Falhou em definir um nome de guilda

source: Failed to set guild icon
pt_br: Falhou em definir um ícone de guilda

source: Choose new guild icon
pt_br: Escolha um novo ícone de guilda

source: Supported images
pt_br: Extensões de Imagens Suportadas

source: All files
pt_br: Todos os Arquivos

source: Code
pt_br: Código

source: Expires
pt_br: Vence

source: Created by
pt_br: Criado por

source: Uses
pt_br: Usos

source: Max uses
pt_br: Número de usos máximo

source: Grants temporary membership
pt_br: Concede associação temporária

source: Never
pt_br: Nunca

source: Unlimited
pt_br: Ilimitado

source: Failed to delete invite
pt_br: Falhou em apagar convite

source: Some members may not be shown if the client is not aware of them
pt_br: Alguns membros podem não ser listados se o cliente não estiver consciente da existência deles

source: User is a bot
pt_br: Usuário é um robô

source: User ID:
pt_br: ID de Usuário:

source: Joined server:
pt_br: Entrou no servidor:

source: Joined server: Unknown
pt_br: Entrou no servidor: Desconhecido

source: Nickname:
pt_br: Apelido:

source: Boosting since %1
pt_br: Impulsionando desde %1

source: Failed to set role position
pt_br: Falhou em definir posição do cargo

source: Press enter to submit
pt_br: Pressione enter para enviar

source: Failed to set role color
pt_br: Falhou em definir cor do cargo

source: General
pt_br: Geral

source: Text Channels
pt_br: Canais de Texto

source: Membership
pt_br: Associação

source: Advanced
pt_br: Avançado

source: Voice Channels
pt_br: Canais de Voz

source: Events
pt_br: Eventos

source: Failed to set role name
pt_br: Falhou em definir o nome de um cargo

source: Deafen
pt_br: Ensurdecer

source: Suppress Noise
pt_br: Suprimir Ruído

source: Mix Mono
pt_br: Mixagem Mono

source: Request to Speak
pt_br: Pedir para Falar

source: You've been invited to speak
pt_br: Voce foi convidado para subir no palco

source: Decline
pt_br: Recusar

source: More _Settings
pt_br: Mais _Configurações

source: Voice Activation Detection method Gate - Simple volume threshold. Slider changes threshold RNNoise - Heavier on CPU. Slider changes probability threshold
pt_br: Método de detecção de ativação de voz Gate - Limite de volume simples. O controle deslizante altera o limite RNNoise - Mais pesado na CPU. O controle deslizante altera o limite de probabilidade

source: Threshold
pt_br: Limite

source: VAD Method
pt_br: Método VAD

source: Output Device
pt_br: Dispositivo de Saída

source: Input Device
pt_br: Dispositivo de Entrada

source: Speakers
pt_br: Falantes

source: Audience
pt_br: Audiência

source: Input Settings
pt_br: Configurações de Entrada

source: Leave the Stage
pt_br: Sair do Palco

source: Speak on Stage
pt_br: Falar no Palco

source: Cancel Request
pt_br: Cancelar Pedido

source: Decline Invite
pt_br: Recusar Convite

source: Topic:
pt_br: Tópico:
